Repository: marcoseraphin/MauiDefaultApp
Catalog: MauiDefaultApp/Resources/Resources.*.resx
Languages: de

# APP_NAME
source: Shell Sample App
de: Shell Beispiel App

# LANGUAGE_BUTTON
source: Language
de: Sprache

# MSG_PERSONAL_INFO_UPDATE_ERROR
source: An error occurred while updating personal information: {0}
de: Beim Aktualisieren der persönlichen Informationen ist ein Fehler aufgetreten: {0}

# MSG_ERROR_TITLE
source: Error
de: Fehler

# LOCATION_PERMISSION_HEADER
source: Location Required
de: Standort erforderlich

# NOTIFICATION_PERMISSION_HEADER
source: Notification Required
de: Benachrichtigung erforderlich

# CAMERA_PERMISSION_HEADER
source: Camera Required
de: Kamera erforderlich

# CALENDAR_PERMISSION_HEADER
source: Calendar Required
de: Kalender erforderlich

# LOCATION_PERMISSION_MESSAGE_RATIONALE
source: We use location information. Please enable Location Permission in the Settings.
de: Wir verwenden Standortinformationen. Bitte aktivieren Sie die Standortberechtigung in den Einstellungen.

# NOTIFICATION_PERMISSION_MESSAGE_RATIONALE
source: We use notifications to notify user. Please enable Notification Permission in the Settings.
de: Wir verwenden Benachrichtigungen, um Benutzer zu benachrichtigen. Bitte aktivieren Sie die Benachrichtigungsberechtigung in den Einstellungen.

# CAMERA_PERMISSION_MESSAGE_RATIONALE
source: We use camera to scan barcodes and take a photo. Please enable Camera Permission in the Settings.
de: Wir verwenden eine Kamera, um Barcodes zu scannen und ein Foto aufzunehmen. Bitte aktivieren Sie die Kameraberechtigung in den Einstellungen.

# CALENDAR_PERMISSION_MESSAGE_RATIONALE
source: We use calendar to add evants. Please enable Calendar Permission in the Settings.
de: Wir verwenden den Kalender, um Ereignisse hinzuzufügen. Bitte aktivieren Sie die Kalenderberechtigung in den Einstellungen.
